[{"name":"PAGANI ZONDA HP BARCHETTA","price":"17.5 Million","description":"With a unique look, HP Barchetta adds to the incredible legacy of Pagani Zonda.Though Pagani has never released the vehicle’s, some sources speculate the supercar boasts a top speed of 338 km/h. It can accelerate from 0 to 100 kph in just 3.4 seconds .","img":"https://i.ibb.co/K0hmjc8/pagani-zonda-hp-barchetta-300x230.jpg"},{"name":"BUGATTI CENTODIECI","price":"9 Million","description":"With this supercar, Bugatti pays homage to its 110-year old legacy. The word ‘Centodieci’ means 110 in Italian. The car is equipped with an 8.0-liter W-16 engine capable of producing a staggering 1600 horsepower. It can accelerate from 0 to 62 mph in just 2.4seconds.","img":"https://i.ibb.co/FDYtYGy/bugatti-centodieci-300x230.jpg"}, {"name":"BUGATTI DIVO","price":"6 Million","description":"Bugatti Divo followed after the immense success  exotic and much more exclusive specs. The extra drag produced by the aerodynamic elements has reduced the top speed of Divo to 236mhp. With 1500 horsepower, Divo accelerates from 0 to 62mph in 2.4 seconds.","img":"https://i.ibb.co/L0NqFVf/bugatti-divo-300x230.jpg"}, {"name":"PAGANI HUAYRA IMOLA","price":"5.5 Million","description":"Named after a famous Italian racing, Huayra Imola’s technical specs have long been shrouded in mystery. Mercedes-AMG developed a twin-turbo 6.0-liter V12 engine specifically for Pagani. The seven-speed automatic gearbox makes more powerful than any other car in the Pagani Huayra series.","img":"https://i.ibb.co/4tYCmgv/pagani-huayra-imola-side-300x230.jpg"}, {"name":"KOENIGSEGG CCXR TREVITA","price":"4.8 Million","description":"The most expensive street-legal production car in the world,this is coated with real diamonds. Beneath the coating is a 4.8 liter dual supercharged V8 having total output of 1004 horsepower & 797 pound-feet of torque.This makes it well-equipped at overtaking semis in the freeway.","img":"https://i.ibb.co/FBMjmZS/koenigsegg-ccxr-trevita-300x230.jpg"},{"name":"LAMBORGHINI VENENO ROADSTER","price":"4.5 Million","description":"Built to celebrate the company’s 50th birthday, literally. The 6.5 liter V12 with a seven-speed single clutch ISR automated manual transmission can spin at 8,400 rpm to yield 740 horsepowers and 507 pound-feet of torque, meaning that the car can do a 60 mph at 2.9 seconds!","img":"https://i.ibb.co/QFs8L8z/most-expensive-lamborghini-in-the-world-300x230.jpg"}]